@extends('page')
@section('page-description', "Публикации СМИ, раскрывающие деятельность Центра физиотерапии доктора Касаткиной Н.Н., его методы, достижения и  подходы в области физиотерапии")

@section('title', 'СМИ о нас | Центр физиотерапии доктора Касаткиной Н.Н.')


@section('section-header')
    <div class="section-header">
        <div class="container">
            <div class="section-header-content">
                <h1>СМИ о нас</h1>
            </div>
        </div>
    </div>
@endsection


@section('content')
    <p>Здесь собраны все актуальные материалы, статьи, и интервью, подробно
        рассказывающие о деятельности Центра физиотерапии доктора Касаткиной Н.Н. Здесь публикуются материалы,
        освещающие методики лечения, подходы и высококвалифицированную работу специалистов
        центра.</p>

    <section class="press-about">
        <div class="ma-articles">
            <!-- Публикация 1 -->
            <div class="ma-article">
                <div class="ma-article-logo">
                    <img src="{{ asset('/media/media-about-us/korolevskiye.png') }}" alt="Логотип Королевские ворота">
                </div>
                <div class="ma-article-content">
                    <h3>Статья: "Лечебные свойства тепла"</h3>
                    <p>Статья рассказывает о Центре доктора Касаткиной, основанном Наталией Бочаровой,
                        врачом-физиотерапевтом и психологом с многолетним опытом. В ней описывается интегрированный
                        подход центра, который сочетает физиотерапевтические процедуры и психоконсультирование,
                        подчёркивая, что лечение тела должно идти рука об руку с заботой о душе.</p>

                    <p>Основные направления работы центра включают современные методы физиотерапии (например, фонофорез,
                        лазеротерапия, транскраниальная терапия), применяемые для реабилитации, лечения и профилактики
                        заболеваний. Отдельно подчёркивается важность психологической поддержки при реабилитации
                        пациентов после инсульта и в борьбе со стрессом, неврозами и выгоранием. Кроме того, статья
                        отмечает мобильность медицинской аппаратуры центра и актуальность лечения для спортсменов,
                        пациентов с травмами, а также профилактику последствий сидячего образа жизни и гиподинамии.</p>
                    <a href="https://korolevskievorota.ru/15159-2/" target="_blank">Читать статью</a>
                </div>
            </div>

            <!-- Публикация 1 -->
            <div class="ma-article">
                <div class="ma-article-logo">
                    <img src="{{ asset('/media/media-about-us/korolevskiye.png') }}" alt="Логотип Королевские ворота">
                </div>
                <div class="ma-article-content">
                    <h3>Статья: "Восстановление и профилактика"</h3>
                    <p>Статья посвящена современным методам физиотерапии, её показаниям и роли в подготовке организма к
                        летнему сезону. Генеральный директор «Центра доктора Касаткиной», Наталия Бочарова,
                        рассказывает, что физиотерапия сегодня выходит за рамки привычных методов (электрофореза и
                        магнитотерапии) и включает в себя широкий спектр процедур на современном оборудовании, с
                        индивидуальным подбором параметров токового лечения.</p>

                    <p>Основное внимание уделяется лечению заболеваний опорно-двигательного аппарата, восстановлению
                        после
                        травм и инсульта, а также профилактике, особенно у спортсменов и людей, ведущих сидячий образ
                        жизни.
                        В статье подчёркивается важность комплексного подхода, когда физиотерапия сочетается с
                        психоконсультированием (включая транскраниальную терапию, когнитивно-поведенческий подход, арт-
                        и
                        песочную терапию) для борьбы со стрессом, неврозами и улучшения общего качества жизни.</p>

                    <p>Кроме того, описаны эстетические процедуры, направленные на коррекцию фигуры и подготовку тела к
                        лету, что делает физиотерапию не только лечебным, но и профилактическим мероприятием.</p>

                    <a href="https://korolevskievorota.ru/vosstanovlenie-i-profilaktika/" target="_blank">Читать
                        статью</a>
                </div>
            </div>

            <!-- Публикация 3 -->
            <div class="ma-article">
                <div class="ma-article-logo">
                    <img src="{{ asset('/media/media-about-us/nov-kgd.png') }}" alt="Логотип Новый Калининград">
                </div>
                <div class="ma-article-content">
                    <h3>Статья: "Невроз и хроническая усталость: как помочь организму после вируса COVID"</h3>
                    <p>Статья посвящена актуальности физиотерапии в эпоху постковидных осложнений. В ней говорится о
                        том, что даже спустя три года после начала пандемии пациенты могут сталкиваться с различными
                        осложнениями – от миокардита и мышечных болей до нарушений иммунной системы и обострения ранее
                        скрытых заболеваний.</p>

                        <p>Генеральный директор «Центра доктора Касаткиной», Наталия Николаевна Бочарова, объясняет, что
                        для восстановления организма важно воздействовать комплексно – не только устранять локальные
                        воспалительные процессы, но и восстанавливать работу иммунной, лимфатической и кроветворной
                        систем. Физиотерапия, о которой идет речь, объединяет современные методы лечения: от
                        разнообразных видов токового воздействия и магнитотерапии до лазеротерапии и транскраниальной
                        терапии, а также дополняется психоконсультированием (с использованием когнитивно-поведенческого
                        подхода, арт- и песочной терапии).</p>

                        <p>Особое внимание уделяется тому, что физиотерапия эффективна не только при реабилитации после
                        травм, инсультов и операций, но и как профилактическая мера для улучшения общего состояния
                        организма. Это особенно актуально для подготовки к летнему периоду, когда коррекция фигуры и
                        укрепление иммунитета играют важную роль. Статья также подчеркивает индивидуальный подход к
                        каждому пациенту и высокую квалификацию специалистов центра, что позволяет подобрать оптимальный
                        комплекс процедур для восстановления и улучшения качества жизни.</p>
                    <a href="https://www.newkaliningrad.ru/news/business/24053548.html?erid=LatgBSFqS" target="_blank">Читать статью</a>
                </div>
            </div>
        </div>
    </section>
@endsection
